
;   ▄██████▄  ████████▄     ▄████████  ▄████████    ▄█    █▄     ▄█  
;  ███    ███ ███   ▀███   ███    ███ ███    ███   ███    ███   ███  
;  ███    ███ ███    ███   ███    ███ ███    █▀    ███    ███   ███▌ 
;  ███    ███ ███    ███   ███    ███ ███         ▄███▄▄▄▄███▄▄ ███▌ 
;  ███    ███ ███    ███ ▀███████████ ███        ▀▀███▀▀▀▀███▀  ███▌ 
;  ███    ███ ███    ███   ███    ███ ███    █▄    ███    ███   ███  
;  ███    ███ ███   ▄███   ███    ███ ███    ███   ███    ███   ███  
;   ▀██████▀  ████████▀    ███    █▀  ████████▀    ███    █▀    █▀   
;                                                                    


;   ▄██████▄  ███▄▄▄▄    ▄█  
;  ███    ███ ███▀▀▀██▄ ███  
;  ███    ███ ███   ███ ███▌ 
;  ███    ███ ███   ███ ███▌ 
;  ███    ███ ███   ███ ███▌ 
;  ███    ███ ███   ███ ███  
;  ███    ███ ███   ███ ███  
;   ▀██████▀   ▀█   █▀  █▀   
;                            


[MD_WOTC_OW_ODACHI_BLACKWATCH_T4 X2WeaponTemplate]
FriendlyName="Dragonblade Oni"
AbilityDescName="dragonblade oni"
BriefSummary="This is an unusual and clumsy attempt at creating an intelligent weapon. Its blade is durable and capable of sharpening to a monofilament edge. We're uncertain of what mechanism causes this. We do know it can be reproduced with relative ease granted our technology base but the benefits are somewhat dubious. The intelligence that resides in the weapon is of unknown origin but appears to be designed to aid the user in taking out targets. However the 'spirit' of the blade as the soldiers have taken to calling it is temperamental and as such it may be best to stick to more conventional weapons. (or ones we understand entirely)"
TacticalText="<Bullet/>Type: Ōdachi.\n<Bullet/>Origin: Japan\n<Bullet/>Tier: Forged"
